Repository: mozilla-l10n/mt-training-data
Catalog: ab/ab_pontoon.tmx
Source language: en_us
Languages: ab

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
ab: Ҳара еснагь иаҳҭахуп адыррақәа рхархәаҩцәа рҟынтәи рҭахрақәеи рконтексти ртәы ҳаҳарц - адыррақәа реизгара аплатформаҿы аусеицура инаркны адыррақәа рыхьчара иазку адыррақәа рыҭара аҟынӡа, ҳара иаҳҭахуп <emailFragment>шәара шәҟынтәи ҳаҳарц.</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
ab: Ҳара иаарту, зегьы рзы иҟоу абжьытә дыррақәа реизга аԥаҳҵоит, дарбанзаалак ажәаҳәа аилыркаага апрограммақәа рырҵаразы ихы иаирхәартә.

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
ab: Ҳара ҳгәы иахәоит аҳәынҭқарратә сектор атехнологиақәеи, аинновациақәеи, абызшәа азинқәеи рҿы аҽалархәра адгылара анаҭо. Апроект ду ма акампаниа алагара шәгәы иҭазар, <emailFragment>ҳацәажәа.</emailFragment>

source: We are going out to get a coffee.
ab: Ҳара акаҳуа аагара ҳдәылҵуеит.

source: We are going out to get coffee.
ab: Ҳара акаҳуа аажәра ҳдәылҵуеит.

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
ab: Ҳара ауаа ргендертә хаҭара еицырзеиԥшу аганахьала еиҳаны алхра рыҭаразы еиҳаны алхрақәа рзаҳҭоит. Ҳҳәоит, еиҳа иугәаԥхо ала ухы еиҭаҳәа. <learnMoreLink>Асекси агендертә зҵаарақәеи ҳрызнеишьа иазкны еиҳаны еилышәкаа.</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
ab: Ҳара Mozilla аҟны иаԥаҳҵоит абызшәтә технологиақәа ирызку аилазаара. Ҳара иаҳҭахуп уара иудыруазарц аҿыцрақәа зегьы, хыҵхырҭа ҿыцқәас иҟоу, иара убас иаҳҭахуп иаадыруазарц урҭ зегьы уара ухы ишаурхәо.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
ab: Ҳара агәра ҳгоит, инарҭбааны ахархәара зылшо абжьы дыргагақәа реизгақәа, абжьы дырга машьына-рҵагатә технологиақәа рыбжьара иманшәалоу алагаламҭақәеи акоммерциатә еицлабреи рырҿиара иацхраауеит ҳәа. Ари иглобальтәу ԥшьгамҭоуп. Ҳара уааҳаԥхьоит зегьы ухы алашәырхәырц. Ҳара ҳхықәкы адунеи зегьы аҟны иҟоу абжьы хкқәа еилзыргаша абжьыдыргатә технологиақәа ганрацәала рырҿиара ацхраароуп.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
ab: Инарҭбааны зегьы рхы иадырхәаша абжьытә дыррақәа реизагақәа иалдыршоит амашьынақәа рыла абызшәа аҵара иацхраауа аусқәа рыҟны, аҿыц ԥшьгамҭақәа рцәырцреи, изҩыдоу акоммерциатә еиндаҭлареи абжьытә технологиакәа раԥҵараан рхархәара. Бызшәа рацәала еилоу Common Voice абыжьқәа реизга, уажәнатә зегьы иреиҳау, изҭахыу зегьы рхы иадырхәаша абжьытә дыррақәа реизгоуп, аха уи иеиԥшқәоу рацәоуп. Ари адаҟьаҿы уара иуԥшаар улшоит егьырҭ иаарту абжьытә дыррақәа реизгақәа реиԥш, Common Voice ирҿыцу аҭыжьымҭақәагьы, уи аҿиара анаиулак ашьҭахь.

source: Website Localization
ab: Асаит алокализациа

source: Websites
ab: Асаитқәа

source: We couldn’t find that page for you
ab: Ари адаҟьа ҳзымԥшааит

source: We couldn’t get any audio clips for you to listen to. Please try again later.
ab: Азыӡырҩразы клипкгьы ҳмоуӡеит. Ҳшәыҳәоит, ԥыҭрак ашьҭахь даҽазнык шәҽазышәшәа.

source: We couldn’t get any sentences for you to speak. Please try again later.
ab: Уара иуҳәашаз жәаҳәаракгьы ҳзыԥшаауамызт. Ҳаҳәоит, нас даҽазнык шәҽазышәшәа.

source: Weekly
ab: Есымчыб­жь

source: Weekly Goal
ab: Есымчыб­жьатәи Ахықәкы

source: We launch the Common Voice site in this language.
ab: Ҳара абри абызшәала Common Voice асаит аартуеит.

source: Welcome { $company } staff!
ab: Бзиала шәаабеит { $company } аусуҩцәа!

source: Welcome to Common Voice
ab: Бзиала шәаабеит Азеиԥш бжьы

source: Welcome to Spontaneous Speech
ab: Бзиала шәаабеит Spontaneous Speech аҿы

source: Welsh
ab: Кымраиг

source: We may have run out of clips - refresh the page, or try again later.
ab: Ари абызшәала ахәаԥшразы анҵамҭақәа зегьы нҵәеит...

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
ab: Ари аҳәара ҳмоузар ҟалап. Ҳаҳәоит ишиашоу иаҳзаашәыҩырц <emailLink>{ $email }</emailLink> ахь нас ҳара шәара шәҳацәажәоит!

source: We periodically release the dataset
ab: Ҳара аамҭа-аамҭала адыррақәа реизга ҭҳажьуеит

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
ab: Ҳара агәра уҳаргоит ухатәы информациа еиҷаҳарала аус шадаауло. Инарҭбааны ҳара <privacyLink>ҷыдалатәи ҳполитика</privacyLink>.

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
ab: Ҳара иаԥаҳҵоит иаарту, зхыԥхьаӡара рацәоу абызшәақәа зҵазкуа адыррақәа реизга, абжьытә ԥшьқәа рырҵаразы дарбанызаалак ихы иаирхәарц азы.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
ab: Ҳара иаԥаҳҵоит иаарту, зхыԥхьаӡара рацәоу абыжьқәа реизгақәа, дарбанызаалак абызшәа зҵарц зҭаху ихы иаирхәарц.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
ab: Ҳара иаԥаҳҵоит икраудсорсинтәу, иаарту абыжьқәа реизга.

source: We’re experiencing unexpected downtime
ab: Ҳара ҳҿы узқәымгәыӷуа имариоу

source: We're going out to get coffee.
ab: Ҳара акаҳуа аажәра ҳцоит.

source: We’re going out to get coffee.
ab: Ҳара акаҳуа аажәра ҳцоит.

source: We release the dataset every 3 months.
ab: Ҳара есхымз адыррақәа реизга ҭҳажьуеит.

source: We're making some big changes
ab: Аиҭакра дуқәа ҳамоуп

source: We're receiving a lot of traffic and are currently investigating the issues.
ab: Ҳара алшареидара ду ҳамоуп, уажәазы ​​ари апроблема аҭҵаара ҳаҿуп.

source: We’re sorry, your platform is not currently supported.
ab: Ҳгәы иалоуп уажәазы шәара шәыплатформа адгылара ахьамам.

source: Western Sierra Puebla Nahuatl
ab: Мраҭашәаратәи Серра Пуеблан Науатл

source: Westphalian
ab: Авестфал

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
ab: Аиҭагаразы, ҳара ҳхы иаҳархәоит Мозилла амыруга ахьӡу <pontoonLink>Понтоон</pontoonLink>. Понтон бызшәа рацәаны иамоуп, аха шәара шәтәы ыҟамзар, шәара ишәылшоит <pontoonRequestLink>бызшәак ацҵаразы аҳәара</pontoonRequestLink>. Анаҩс, абз апроект Common Voice аҟны иҟазарц азы, <githubRepoLink>ГитХаб аҟны бызшәа ҿыц азыҳәара</githubRepoLink>. <localizationFragment>Асаит аиҭагара иазкны еиҳаны адыррақәа</localizationFragment>.

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
ab: Ҳара ԥсахрақәак ҟаҳҵеит. Адельта асегментқәа рҿы иҟоуп аҵыхәтәантәи аҭыжьымҭа инаркны иҿыцу аклипқәа. <deltaLink>Ари аусумҭа иазкны еиҳаны</deltaLink>.

source: We've run out of sentences to record in this language...
ab: Ари абызшәала иаҳҩыша ажәаҳәақәа ҳзымҵысит...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
ab: Ҳара иаҳҭахуп ацәажәаратә модельқәа еиҳа еиӷьны хыԥхьаӡара рацәала ацәажәаҩцәа ирҳәо еилыркааларц. Уи азы, абжьытә дыррақәа реизга еиуеиԥшым ауаа цәырнагозароуп.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
ab: Ҳара иаҳҭахуп амашинтә ҵара алгоритмқәа еиуеиԥшым аҵаҟатәи абжьы рыхгара рылшарц, насгьы еиҳа иӷәӷәоу абжьықәагьы рыдкылара рылшоит, урҭ атекст зегьы азыӡырҩра иаԥырхагамхакәа. Иҭынчу афонтә музыка ақәшаҳаҭуп; ажәақәа зегьы умаҳартә еиԥш амузыка абжьы рдуны иуҳәозар, уи ҟалом.

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
ab: Ҳара еиуеиԥшым акцентқәа ҳрыдыркылоит! Аклип мап ацәкра аԥхьа даара угәуҽаныз, избанзар угәы иаанагоит аԥхьаҩ ажәа ииашамкәа иҳәеит, акцент ииашам аҭыԥ аҿы иқәиргылеит, ма аҵәаҳәарбагақәа мап рцәикит ҳәа угәы иаанагоит. Адунеи аҿы еиуеиԥшым ажәаҳәашьақәа ыҟоуп, урҭ рҟынтә шьоукы шәахьынхо аҭыԥ аҿы ишәмаҳацзаргьы ҟалоит. Ҳаҳәоит, шәара шәаасҭа еиԥшымкәа ицәажәо еиҳаны аамҭа рышәҭ.

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
ab: Ҳара иара убасгьы <strong>ҳуаажәларра анапхгаҩцәа ираҳҳәоит узызҿлымҳау</strong> иарбанзаалак иуҭарц азы иацҵаны ацхыраара ма аинформациа уҭаххар ауеит.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
ab: Ҳара излауала ирласны ишәаҳҳәоит Common Voice ахь шәбызшәа шацҵатәу.

source: We will be in touch with more information as it becomes available.
ab: Аинформациа ахархәаразы еиҳа ианаартхалак ҳара адырра уаҳҭаны ҳаҽумаадоит.

source: We will not make your email public.
ab: Ҳара уԥошьҭа аицзеиԥш иҟаҳҵаӡом.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
ab: Адыррақәа реизга иагәылоу уара убжьытә нҵамҭақәа раныхразы иҟауҵо аҳәамҭа ҳара ҳахәаԥшуеит. Аҳәара иҟауҵаз иақәшаҳаҭхар, ҳара урҭ адыррақәа реизгақәа ҭазгалаз аҳәара раҳҭоит убжьытә нҵамҭақәа анырхырц.

source: We will show you a prompt or question
ab: Ҳара ишәҳарбоит аҵаҳәага ма азҵаара

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
ab: Ҳара афондқәеи, ауаажәларратә еилазаареи, ауаажәларратә партниорцәеи ҳрыцхраауеит интернет еиҳа агәабзиара змоу ҭыԥны аҟаҵаразы, ҷыдала Мраҭашәаратәи Африка ахшыҩзышьҭра аҭаны. Еиҳаны еилышәкаа <programmaticWork> апрограмматә ус</programmaticWork> иазкны.

source: What is a language on Common Voice?
ab: Изахьӡуи абызшәа Common Voice аҿы?

source: What issues are you experiencing with this sentence?
ab: Ари абжьгараҟны проблемақәас иузцәырҵуазеи?

source: What kind of goal do you want to build?
ab: Иарбан хықәку анагӡара иуҭаху?

source: What needs to be in my file?
ab: Сфаил аҿы иҟазар акәуи?

source: What sentences can I add?
ab: Иарбан ҳәоуқәоу рацҵара ҟало?

source: What’s inside the Common Voice dataset?
ab: Common Voice адыррақәа реизга аҩнуҵаҟа иагәылоузеи?

source: What's Public?
ab: Иарбан адыррақәа еицзеиԥшуп?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
ab: Ахархәаҩ «Мап» алихыр, анҵамҭа аишьҭагылахь идырхынҳәуеит. Аҩынтә раан «Мап» ҳәа азырыӡбар, аҭаҩымҭа «Аҭаҩымҭақәа рнышәынҭрахь» идәықәҵахоит.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
ab: Азыӡырҩраан, даара шәыхшыҩ азышьҭны иҭаҩу гәашәҭала; агха хәыҷқәагьы мап рцәышәкла. <br /> Лассы-лассы иуԥыло агхақәа:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
ab: Уҭаҩрақәа уанрыҳәо, ҳара урҭ ZIP-фаилк ма еиҳаны еизаҳгоит. Абар уаанӡатәи уҳәарақәа:

source: Which variant of { $language } do you speak?
ab: Иарбан диалекту { $language } шәызлацәажәо?

source: Why ?
ab: Избан?

source: Why a profile?
ab: Аҷыдахәра заҭаху?

source: Why are you asking?
ab: Шәызҵаауеи?

source: Why Common Voice?
ab: Изаҭахузеи Common Voice?

source: Why does this matter?
ab: Изхадароузеи ари?

source: Why we built this Spontaneous Speech prototype
ab: Изаԥаҳҵеи Spontaneous Speech ари апрототип

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
ab: Упрофиль ала, уара уусура ацклаԥшра улшоит, насгьы абжьы аԥҵаҩцәа рыуаажәларра уҽадҳәалар улшоит.

source: Wixárika
ab: Авихарик

source: Wolof
ab: Аволоф

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
ab: Уара иуҭахума убыжьқәа иҭауҩыз аныухыр, мамзар Common Voice адыррақәа реизгаҟны иаанхар уҭаху?

source: Write
ab: Аҭаҩра

source: Xhosa
ab: Коса

source: Xitsonga
ab: Тсонга

source: y
ab: а

source: Yes
ab: Ааи

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
ab: Ааи, асалам шәҟәы сзаашьҭы. Сара апроект Common Voice ажәабжь ҿыцқәа здыруазар сҭахуп.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
ab: Ааи, асалам шәҟәқәа сзаашәышьҭла. Сара исҭахуп Common Voice апрограммаҿы иҟоу абызшәақәа ирыдҳәалоу аҿыцԥшьгарақәа здыруазарц.

source: Yiddish
ab: Аидиш

source: Yoruba
ab: Иоруба

source: You
ab: Шәара

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
ab: Уара <size>{ $size }ГБ</size> ҭаугалар уҭахума, иацҵатәума?

source: You are prepared to initiate a download of <b>{ $size }</b>
ab: Уара алагаламҭа ҟауҵарц уҭахума <b>{ $size }</b>

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
ab: <strong>Аҳәоуқәа рколлектор</strong> – ари ауаажәларратә мазараны иҟоу аҳәоуқәа реизгара ҳалзыршо мыругоуп. Шәҽалашәырхәырц азы <scAccountLink>аккаунт</scAccountLink>аԥышәҵароуп, насгьы <strong>шәыпрофиль</strong> аҿы абызшәа ашәырбароуп. Ара шәара ишәылшоит<strong>иацышәҵар</strong> аҳәоу ҿыцқәа ма <strong>игәашәҭар</strong> уаанӡа иацҵаз.

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
ab: Иара убас шәара ишәылшоит ииашоу URL-қәа рықәҭыхра насгьы рықәыӷәӷәара бзиа ижәбо ачагаратә менеџьер аҟны. Урҭ рыамҭа нҵәоит 12 сааҭ рышьҭахь, аха шәара ианаҭаху аамҭазы ари адаҟьахь шәхынҳәыр шәылшоит ҿыцқәа раԥҵаразы.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
ab: Иара убас шәхы иашәырхәар шәылшоит арыдқәа: { sc-review-form-button-approve-shortcut } ақәшаҳаҭхаразы, { sc-review-form-button-reject-shortcut } мап ацәкразы, { sc-review-form-button-skip-shortcut } абжьажьразы

source: You can choose to make your username public or anonymous.
ab: Уара ахархәаразы иалухыз ухьӡ иаргамоутәыр ма иурмаӡар улшоит.

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
ab: Шәара ишәылшоит <datasetsPage>адыррақәа реизга</datasetsPage> адаҟьахь шәцаны, ишәҭаху аверсиеи абызшәақәеи алхны, иҭыжәгарц! Иара убас <metadataLink>афаилқәа ирыдҳәалоуп </metadataLink>, адемографиатә информациеи урҭ рақәшаҳаҭхара иазку адыррақәеи реиԥш иҟоу аметадыррақәа. Аҭыгаразы шәелектронтә ԥошьҭа ашәырбароуп.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
ab: Уара иулшоит ацхыраара ҟауҵарц иаарту алагарҭатә код зцу, еиуеиҧшым аилыркаагақәа еидызкылоу, Common Voice адаҟьа аԥҵаразы, анаҩс убжьгьы алауҵо.

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
ab: Mozilla иатәу абызшәатә еилазаарақәа рлахәылацәеи шәареи шәеибадырыр шәылшоит <discourseLink>Discourse </discourseLink>шәаналало атемақәа рыхцәажәаразы, ма <matrixLink> Matrix </matrixLink> ирласны аҭак аҟаҵаразы.

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
ab: Шәара ишәылшоит егьырҭ Мозилла абызшәатә еилазаарақәа рылахәылацәа шәрықәшәар <discourseLink>Дискурс</discourseLink> шәалахәны атемақәа рылацәажәаразы мамзаргьы <matrixLink>Матрица</matrixLink> ирццаку абжьгарақәа рзы.

source: You cannot add multiple sentences for a single submission
ab: Зныктәи анашьҭраҿы аҳәоуқәа ԥыҭк ацышәҵар шәылшаӡом

source: You cannot request your recordings while another request is already in progress.
ab: Даҽа ҳәарак аус адулара мҩаԥысуанаҵы шәҭаҩрақәа рзыҳәара ҟалом.

source: You can request a new takeout of your recordings every { $days } days.
ab: Уара иуҳәар улшоит упостқәа рархив ҿыц { $days } мышцыԥхьаӡа.

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
ab: Ауаа рхы аладырхәырц азы аусмҩаԥгатәқәа мҩаԥыжәгар шәылшоит. Уара угәы ишаанамго еиҳа имариоуп. Уи ҟашәҵар шәылшоит онлаин видеоконференциа амыруга шәхы иархәаны, мамзаргьы шәхаҭа шәааины, уи аҟаҵара шәарҭамзар. <eventTemplate>Ҳаҟалара ахсаалақәеи аресурсқәеи шәрыхәаԥш</eventTemplate>.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
ab: Уара иулшоит <sentenceCollectorLinkAdd>жәаҳәарақәа рыԥхьаӡа маҷк ацҵара</sentenceCollectorLinkAdd>, мамзаргьы анагӡара <bulkImportDocsLink> Github ахархәарала еизакны аимпорт</булкИмпортДоксЛинк>. Ишәхашәмыршҭлан, ажәалагалақәа <licenseLink>CC0 (мамзаргьы зегьы рзы)</licenseLink>, мамзаргьы шәара шәхатәы шәҩыр шәылшоит.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
ab: Шәхы иашәырхәалар шәылшоит <scraperLink>Аҳәоуқәа ргәылхга</scraperLink> Википедиа аҟынтәи аҳәоу кьаҿқәа рхархәаразы.

source: You check whether the transcription matches the audio
ab: Шәара игәашәҭоит атранскрипциа аудио иақәшәо-иақәымшәо

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
ab: Уара иалукаар улшоит асаит, ҿырԥштәыс: "Common Voice - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
ab: Уара иухы иаурхәар улшоит академиатә азхьарԥшқәа рстиль, иаҳҳәап, Гарвардтәи астиль «Mozilla (2021) Common Voice. Иҟоуп https://commonvoice.mozilla.org/ (анеира арыцхә: Сентиабр 15, 2021ш.)»

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
ab: Ажәабжь анагаразы асоциалтә еимадарақәа рплатформақәа шәхы иашәырхәар шәылшоит. Ари зхадоу еилзыркаауа апостқәа рылацәажәара, насгьы егьырҭ ауаа рыҽрыдҳәалара, бызшәа азинқәа, абжьы АИ, мамзаргьы атехнологиаҿы еилых ҟаҵара реиԥш иҟоу азҵаарақәа ирылацәажәо. Еиҳаны еилышәкаа <campaignLink>асоциалтә кампаниа амҩаԥгаразы абжьгарақәа, еиҭа шәхы иашәырхәар шәылшо аҵакы нарылаҵаны</campaignLink>.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
ab: Шәара бызшәазаалак акгьы иашәмырбаӡеит. Урҭ ралхразы, шәиас <profileLink>Апрофиль</profileLink> ахь.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
ab: Ари адаҟьазы анашьҭра алимит шәнаӡеит. Ҳшәыҳәоит, шәыԥшы { $retryLimit } минуҭк, аҳәоу ҿыц шәышьҭаанӡа. Иҭабуп шәычҳаразы!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
ab: Ари адаҟьа ахәаԥшра аҳәаа шәнаӡеит. Ҳаҳәоит, шәыԥшыз { $retryLimit } секундқәак анаҩстәи шәажәалагала ашьҭраан. Иҭабуп шәычҳаразы!

source: You must allow microphone access.
ab: Уара азин ҟауҵароуп амикрафон ахархәара.

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
ab: Аҭаҩраҿы иҟоу ажәақәа зегьы уаҳар улшоит. Ҳара иаҳҭахуп амашьынатә ҵара алгоритмқәа еиуеиԥшым аҵыхәтәантәи абжьы рызнеира рылшарц, убас ала еиҳа иӷәӷәоу абжьы ма иҭынчу аҵыхәтәантәи амузыка рыдыркылартә еиԥш, урҭ атекст зегьы раҳара иаԥырхагамзар. Ажәақәа раҳара уԥырхагоу аҵәаабжьқәа ма "аԥҵәарақәа" ҵакыс ирымоу аклип каужьыроуп ҳәа ауп.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
ab: Уара уакцент ажәақәа шыуҳәо ауп. Уи уахьынхоз, ма уахьынхоз аҭыԥ, узыцәажәо абызшәақәа, насгьы егьырҭ ахҭысқәа ирыхҟьозар ауеит. Абраҟа иаҭахуп ҳәа ишәыԥхьаӡо аинформациа аашәырԥшыр шәылшоит.
